import React from 'react';
/**
 * 博彩责任
 */
var AboutDuty = () => (
    <div className="rule_subItem">
        <div className="rule_duty">
            <h2>博彩责任</h2>
            <h4>T博提醒您</h4>
            <p>所有未满18岁之人士（或在阁下居住的管辖范围内被视为未成年人士）进行博彩活动是属于非法的行为。任何未满18岁之人士不得在本站开户和投注， T博娱乐如果发现任何违背此规定的客户，将采取终止该投注账户操作的措施。</p>
            <p>关于博彩：博彩只不过是一种娱乐消遣的方式，切莫过于沉迷，导致对日常生活造成负面的影响。T博娱乐绝对有责任让顾客在一个良好的环境下获得最佳的娱乐体验，并希望顾客可以明确地调整自己的心态，避免因沉迷博彩而影响到自己的事业和家庭，甚至别人，例如亲人的生活。</p>
            <p>如有违反上述限定的账户，经核实，本站也将采取终止该投注账户操作的措施。</p>
            <div className="duty_dashed"></div>
            <h4>问卷调查<span>T博娱乐正在积极努力为会员提供一个优质的娱乐平台。</span></h4>
            <p>这些问题设置的目的在于，我们已经设置升级了多项安全设施来确保我们游戏的公平公正。我们鼓励客户通过回答我们的问卷来了解客户对博彩的危害问题的状况： </p>
            <ol className="duty_num">
                <li>您会因为无聊或者不开心来进行赌博吗？</li>
                <li>您在注金投注完时，是否感觉钱已经丢掉或者说要尽快的再次下注？</li>
                <li>您会一直赌博直到您的钱都输完吗？</li>
                <li>您是否有说谎言借钱，甚至盗窃来进行博彩？</li>
                <li>您是否刻意隐瞒过您在博彩中花费的时间和资金吗？</li>
                <li>您是否不愿意花费您的赌金在其他方面呢？</li>
                <li>您是否已经对家人，朋友和爱好失去了兴趣？</li>
                <li>假如您的注金全部投注完，您是否会感到尽快赢回您输掉的资金？</li>
            </ol>
            <div className="duty_dashed"></div>
            <p><span className="ff96">如果您的大部分答案选择为"是"，您可能已经沉迷于赌博！</span>我们建议您:</p>
            <ol className="duty_dian">
                <li>把博彩当做一种娱乐休闲项目</li>
                <li>避免连续的损失</li>
                <li>对博彩有自己的认识</li>
                <li>合理安排自己在博彩中的时间和精力</li>
            </ol>
            <p>您也能往GamCare的网址www.gamcare.org.uk查寻更多关于赌博问题的解决以开导方式。</p>
            <div className="duty_dashed"></div>
            <p>自我隔离：</p>
            <p>对于一些客户希望暂时远离博彩，我们将提供一个自我排除的功能，您可以申请六个月到五年的账户关闭。请点击网页中的"联系我们"，我们的客服人员会为您带来更多资讯。建议禁止您开设多重账号，匿名用户名，以及密码的滥用。</p>
            <div className="duty_dashed"></div>
            <p>家长的监控：<span className="ff96">有来自很多父母以及监护人要求对网络进行过滤，我们推荐以下网站：</span></p>
            <ol className="duty_dian">
                <li>软件能保护孩子远离不适当网站：www.netnanny.com</li>
                <li>将允许父母设置隔离的网站：www.cybersitter.com</li>
            </ol>
        </div>
    </div>
)

export default AboutDuty;