import React from 'react';
/**
 * 隐私安全
 */
var AboutSafety = () => (
    <div className="rule_subItem">
        <div className="rule_safety">
            <h2>隐私安全</h2>
            <h4>T博承诺</h4>
            <p>T博娱乐在此郑重承诺，尊重和保护您的个人隐私，本隐私条约解释了本公司的信息、数据收集和使用行为，您一旦访问本网站，则表明您已同意本隐私条约的内容。</p>
            <div className="duty_dashed"></div>
            <h4>个人信息收集</h4>
            <p>“个人信息”是指您的任何标识性信息，包括：姓名、性别、出生日期、身份证件号码、地址、电话号码、电子邮件 地址、职业、教育程度、工作经验等。通常情况下，您无须提供您的个人信息即可访问本网站。但在使用本公司游戏 服务时，经您的同意，我们收集与个人身份有关的信息，例如姓名、手机号码、银行卡信息等。如果您无法提供此类 信息，可能会不能使用对应服务。</p>
            <div className="duty_dashed"></div>
            <h4>个人信息管理</h4>
            <p><span className="ff96">本公司会在如下情形使用您的个人信息：</span></p>
            <ol className="duty_num">
                <li>根据您的授权</li>
                <li>符合本公司相关服务条款、游戏许可使用协议的约定；</li>
            </ol>
            <p>本公司不会未经允许向第三方披露您的个人信息。如需获得您的个人信息，我们只遵循唯一原则：获得您的授 权。否则任何人（包括公司内部员工），任何事都没有权限获得您的个人信息资料。包括法律法规的要求。</p>
            <div className="duty_dashed"></div>
            <h4>个人信息安全</h4>
            <p>我们严格保护您的个人信息安全。我们使用各种制度、安全技术和程序等措施来保护您的个人信息不被未经授权的访问、使用或泄漏。如果您对我们的个人信息保护有任何疑问，请联系我们。</p>
            <p>*注册账号时一定要保管好自己的注册信息，尤其是注册时一定要填写正确的信息，以保障您账号的权益</p>
            <p>*在公共场合（比如网吧）玩游戏时，一定注意旁边是否有人偷看，并且离开游戏后更改密码，以免被他人盗用。</p>
            <p>*每次游戏完，尽量清除电脑上残留的cookie。</p>
            <div className="duty_dashed"></div>
            <h4>缓存删除方法</h4>
            <ol className="duty_num">
                <li><span className="ff96">IE6浏览器：</span>在IE菜单中，选【工具】->【Internet选项】-> 【常规】 -> 点击删除Cookies后，点击确定即可。</li>
                <li><span className="ff96">IE7浏览器：</span>在IE菜单中，选【工具】->【Internet选项】-> 【常规】 -> 点击浏览历史记录中的删除按键。在弹出窗口中，勾选Cookie选项，点击删除按键后，确定设置完毕。</li>
                <li><span className="ff96">IE8浏览器：</span>在IE菜单中，选【工具】->【Internet选项】-> 【常规】 -> 点击浏览历史记录中的删除按键。在弹出窗口中，勾选Cookie选项，点击删除按键后，确定设置完毕。</li>
                <li><span className="ff96">360浏览器：</span>点击浏览器上方菜单栏，选【工具】->【清除浏览记录】。在弹出窗口中，勾选Cookie，点击立即清理，即可完成设置。</li>
                <li><span className="ff96">Firefox浏览器：</span>在菜单中，选【工具】->【选项】，弹出的选项对话框中，选择[隐私]-选[记录历史]->[删除私人cookie]。在弹出窗口中点选[移除所有Cookie]后，关闭弹出窗口，返回选项对话框，确定后即可完成设置。</li>
                <li><span className="ff96">Opera浏览器：</span>在菜单中，选【工具】->【首选项】 ，在首选项对话框中，选择[高级]->[Cookie]->[管理Cookie]。在弹出窗口中，点选相应的网址，选择[删除]后，即可完成设置。</li>
            </ol>
        </div>
    </div>
)


export default AboutSafety;