import React from 'react';
/**
 * 条款与协议
 */
var AboutClause = (props) => (
    <div className="rule_subItem">
        <div className="rule_duty">
            <h2>条款与协议</h2>
            <h4>条款与协议</h4>
            <p>特别声明</p>
            <p>T博娱乐提醒并警告有意与线上投注网进行投注之客户，应注意其国家或居住地的相关法律规定，如有任何疑问应就相关问题，寻求当地法律见解。T博娱乐不接受任何客户因违反当地投注或赌博法令所引起之任何责任。T博娱乐要求各位客户在接受我们的服务前仔细并完整地阅读该协议。当您在使用我们的服务时，即表示您已阅读、了解并同意接受我们的协议与条规之所有内容，并且承诺一旦违背此协议将会对您产生以下后果：</p>
            <ol className="duty_num">
                <li>会员资格被剥夺</li>
                <li>账户被冻结</li>
                <li>资金被没收</li>
                <li>其它相关的法律诉讼</li>
            </ol>
            <div className="duty_dashed"></div>
            <h4>公司规则</h4>
            <p>详细公司规则如以下列明：</p>
            <ol className="duty_num">
                <li>所有在T博娱乐网站的投注都要符合相关游戏规则以及本协议。</li>
                <li>如果您的投注信息正确，您就是唯一对此投注承担责任的人。一旦本公司确认您的注单，该注单不得取消，撤回或更改，并且该注单会视为您投注的有效证据。</li>
                <li>本网站之数据及赔率会随时更改，会延用客户下注时的赔率作准。</li>
                <li>如有特殊投注情形或赛果出现而又不在此守则列明，本公司将尽力延用相似之规则或内行规。</li>
                <li>每注最高投注金额按不同[场次]及[投注项目]及[会员账号]设定不同。如投注金额超过上述设定，本公司有权取消超过之投注金额或注单。</li>
                <li>公布赔率时出现的任何打字错误或非故意人为失误，所有有关的注单均视为无效。</li>
                <li>所有在T博娱乐的客户账户交易记录显示确认信息的注单，本公司都视之为有效注单。</li>
                <li>本公司有权在任何时候修改任何规则。而此等修改不需要任何事前通知。各位客户有责任经常检查相关条款与政策以确认您接受其内容，如果阁下继续使用本网站将被视为您接受相关条款与政策的修改。</li>
                <li>T博娱乐拥有任何相关投注和交易的最终决定权。</li>
            </ol>
            <div className="duty_dashed"></div>
            <h4>客户账户</h4>
            <ol className="duty_num">
                <li>您必须满18岁或以上您的行为在您当地法律上是属合法的。在开户的过程中您必须确认您的年龄。</li>
                <li>如一旦发现客户之资料不实或不完整，本公司保留一切权力随时冻结该客户之账户。客户有责任确保个人数据更新正确。</li>
                <li>客户有责确保自己的账户及登入资料的保密性。以使用者名称及密码进行的任何网上投注将被视为有效。</li>
                <li>客户应确保其对游戏及投注规则之认识。所有投注一旦被确认，客户将不得更改或取消该投注。</li>
                <li>客户应认同并能承担因使用此服务而导致的亏损风险，T博娱乐对其损失不承担任何风险。</li>
                <li>如果客户怀疑自己的账户被盗用，应立即通知本公司或管理者，并更改其账户数据，以前的使用者名称及密码将全部无效。</li>
                <li>每次登入时客户都应该核对自己的账户内余额。如对余额有任何疑问，请在第一时间内通知本公司或管理者。</li>
                <li>本公司将保留权力在无须事前通知的情况下停用客户账户。</li>
                <li>为避免纠纷，各会员在交易之后，务必进入交易状况检查，若发现任何异常，请立即与本公司或管理者联系查证，否则交易会员必须同意，一切历史交易将以本公司数据库中数据为准，不得异议。</li>
                <li>本公司将保留权力拒绝任何投注与提高/降低某些赛事单注最高金额，并不做任何的解释。</li>
            </ol>
            <div className="duty_dashed"></div>
            <h4> 违反协议</h4>
            <p><span className="ff96">如果客户违反本协议或其中部分条款，T博娱乐有权采取适当的对应做法，包括终止协议，立即拦截阻止您访问我们的网站和使用我们的服务，关闭/冻结您的账户，没收账户资金或采取必要的法律诉讼手段。在以下的情况下，T博娱乐有权对客户取消任何彩金，没收任何投注账户余额，终止协议或因违反条款而冻结账户：</span></p>
            <ol className="duty_num">
                <li>客户未达到合法年龄。</li>
                <li>客户违反本协议的任何条款规则。</li>
                <li>客户注册信息不真实或蓄意误导。</li>
                <li>客户的资金源自犯罪，或其它非法行为。</li>
                <li>客户获准其他人（有意或无意）使用您的账号。</li>
                <li>客户在其它娱乐网站有欺诈或合谋欺诈，非法或不当行为的不良纪录。</li>
            </ol>
            <p>若客户的账户被冻结无法享用我们的服务，客户必须完成必要的纠正程序并经由本公司审核通过后，客户的账户才可重新激活。</p>
        </div>
    </div>
)


export default AboutClause;